Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: Five more minutes is how it always starts.
ar: خمس دقائق أخرى، هكذا يبدأ الأمر.
de: Noch fünf Minuten, so fängt es immer an.
es: Cinco minutitos más, así empieza siempre.
fr: Encore cinq minutes, ça commence toujours comme ça.
hi: पाँच मिनट और. ऐसे ही शुरू होता है।
it: Ancora cinque minuti, così comincia sempre.
ja: あと5分、はいつもそう始まる。
ko: 5분만 더, 항상 이렇게 시작.
pt_br: Só mais cinco minutinhos, é sempre assim.
ru: Ещё пять минуток. вот как всё начинается.
tr: Beş dakika daha, hep böyle başlar.
zh_hans: 再坐五分钟，一切的开始。

source: Flip
ar: قلب
hi: फ़्लिप
ja: フリップ
ko: 플립
ru: Флип
zh_hans: 翻页

source: Focus Lock
ar: قفل التركيز
de: Fokus-Sperre
es: Bloqueo de enfoque
fr: Verrouillage
hi: फ़ोकस लॉक
it: Blocco
ja: フォーカスロック
ko: 집중 잠금
pt_br: Bloqueio
ru: Фокус-блокировка
tr: Odak kilidi
zh_hans: 专注锁定

source: Focus Lock Active
ar: قفل التركيز نشط
de: Fokus-Sperre aktiv
es: Bloqueo activo
fr: Verrouillage actif
hi: फ़ोकस लॉक सक्रिय
it: Blocco attivo
ja: フォーカスロック有効
ko: 집중 잠금 활성
pt_br: Bloqueio ativo
ru: Фокус-блокировка активна
tr: Odak kilidi aktif
zh_hans: 专注锁定已启用

source: Gauge
ar: مقياس
de: Messuhr
es: Indicador
fr: Jauge
hi: गेज
it: Indicatore
ja: ゲージ
ko: 게이지
pt_br: Medidor
ru: Шкала
tr: Gösterge
zh_hans: 仪表

source: Gentle reminder: pushing = hemorrhoids. Don't do it.
ar: تذكير لطيف: الدفع = بواسير. لا تفعل ذلك.
de: Sanfte Erinnerung: Pressen = Hämorrhoiden. Lass es.
es: Recordatorio amable: empujar = hemorroides. No lo hagas.
fr: Petit rappel : pousser = hémorroïdes. Ne le faites pas.
hi: हल्का अनुस्मारक: ज़ोर लगाना = बवासीर। ऐसा न करें।
it: Promemoria gentile: spingere = emorroidi. Non farlo.
ja: やさしい注意：いきむ＝痔。やめましょう。
ko: 부드러운 알림: 힘주기 = 치질. 하지 마세요.
pt_br: Lembrete amigável: forçar = hemorroidas. Não faça isso.
ru: Дружеское напоминание: тужиться = геморрой. Не надо.
tr: Nazik hatırlatma: ıkınmak = hemoroid. Yapma.
zh_hans: 温馨提示:用力 = 痔疮。别这么做。

source: Gentle reminders every 30 seconds to stay relaxed and not rush.
ar: تذكيرات لطيفة كل 30 ثانية لتبقى مسترخيًا ولا تتعجّل.
de: Sanfte Erinnerungen alle 30 Sekunden, um entspannt zu bleiben und dich nicht zu hetzen.
es: Recordatorios suaves cada 30 segundos para que estés relajado y sin prisa.
fr: Des rappels en douceur toutes les 30 secondes pour rester détendu et ne pas vous presser.
hi: आराम से रहने और जल्दबाज़ी न करने के लिए हर 30 सेकंड में हल्के अनुस्मारक।
it: Promemoria delicati ogni 30 secondi per restare rilassato e non avere fretta.
ja: リラックスして焦らないよう、30秒ごとにやさしくお知らせします。
ko: 편안함을 유지하고 서두르지 않도록 30초마다 부드럽게 알려드립니다.
pt_br: Lembretes suaves a cada 30 segundos para você relaxar e não se apressar.
ru: Мягкие напоминания каждые 30 секунд, чтобы вы расслабились и не торопились.
tr: Rahat kalmanız ve acele etmemeniz için her 30 saniyede nazik hatırlatmalar.
zh_hans: 每 30 秒轻柔提醒一次,让你保持放松、不要着急。

source: Gentle wind chime cascade
ar: رنين ناعم
de: Sanftes Windspiel
es: Suave cascada de campanillas
fr: Cascade douce de carillons
hi: कोमल वायु झंकार
it: Dolce cascata di campanelli
ja: 穏やかな風鈴の音
ko: 부드러운 윈드차임
pt_br: Cascata suave de carrilhão
ru: Нежный перезвон
tr: Hafif rüzgar çanı
zh_hans: 柔和的风铃声

source: Get a completion alert, with an optional 30-second warning. Full-screen alarms request separate permission when you start a timer.
ar: احصل على تنبيه عند الانتهاء، مع تحذير اختياري قبل 30 ثانية. تطلب المنبهات بملء الشاشة إذنًا منفصلًا عند بدء المؤقت.
de: Erhalte bei Ablauf eine Warnung, optional mit einer Vorwarnung 30 Sekunden vorher. Vollbildalarme fragen beim Starten eines Timers separat um Erlaubnis.
es: Recibe una alerta al finalizar, con un aviso opcional 30 segundos antes. Las alarmas a pantalla completa solicitan un permiso aparte cuando inicias un temporizador.
fr: Recevez une alerte à la fin, avec un avertissement facultatif 30 secondes avant. Les alarmes plein écran demandent une autorisation distincte au démarrage d’un minuteur.
hi: समाप्ति पर अलर्ट पाएँ, साथ में वैकल्पिक 30-सेकंड की चेतावनी। फ़ुल-स्क्रीन अलार्म टाइमर शुरू करते समय अलग अनुमति माँगते हैं।
it: Ricevi un avviso al termine, con un avvertimento facoltativo 30 secondi prima. Le sveglie a schermo intero richiedono un’autorizzazione separata quando avvii un timer.
ja: 終了時に通知し、必要に応じて30秒前にもお知らせします。フルスクリーンのアラームは、タイマー開始時に別途許可を求めます。
ko: 완료 알림과 선택 사항인 30초 전 경고를 받을 수 있습니다. 전체 화면 알람은 타이머를 시작할 때 별도 권한을 요청합니다.
pt_br: Receba um alerta ao terminar, com um aviso opcional 30 segundos antes. Os alarmes em tela cheia solicitam uma permissão separada quando você inicia um timer.
ru: Получайте уведомление о завершении и, при желании, предупреждение за 30 секунд. Для полноэкранных будильников при запуске таймера запрашивается отдельное разрешение.
tr: Tamamlandığında bir uyarı ve isteğe bağlı olarak 30 saniye öncesinde bildirim alın. Tam ekran alarmlar, zamanlayıcıyı başlattığınızda ayrı izin ister.
zh_hans: 计时结束时收到提醒，并可选择提前 30 秒警告。启动计时器时，全屏闹钟会单独请求权限。

source: Get Started
ar: ابدأ
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
zh_hans: 开始使用

source: Gong
ar: صنج
hi: गोंग
ja: ゴング
ko: 징
pt_br: Gongo
ru: Гонг
zh_hans: 锣

source: Good job! You made it under the time.
ar: أحسنت! أنهيت في الوقت.
de: Gut gemacht! Rechtzeitig geschafft.
es: ¡Buen trabajo! Lo lograste a tiempo.
fr: Bien joué! Fini à temps.
hi: शाबाश! समय से पहले!
it: Bel lavoro! In tempo.
ja: よくやった！時間内だ。
ko: 잘했어요! 시간 안에!
pt_br: Bom trabalho! Terminou a tempo.
ru: Молодец! Уложился.
tr: Aferin! Sürenin altında kaldın.
zh_hans: 做得好！提前完成了。

source: Haptics
ar: الاهتزازات
de: Haptik
es: Vibración
fr: Haptiques
hi: हैप्टिक्स
it: Feedback aptico
ja: 触覚
ko: 햅틱
pt_br: Hápticos
ru: Тактильный отклик
tr: Dokunmatik geri bildirim
zh_hans: 触感反馈

source: Hard limit
ar: الحد الأقصى المطلق
de: Höchstgrenze
es: Límite máximo
fr: Limite stricte
hi: कठोर सीमा
it: Limite massimo
ja: ハードリミット
ko: 엄격한 제한
pt_br: Limite máximo
ru: Жёсткий лимит
tr: Kesin sınır
zh_hans: 硬性限制

source: Harp
ar: قيثارة
de: Harfe
es: Arpa
fr: Harpe
hi: वीणा
it: Arpa
ja: ハープ
ko: 하프
pt_br: Harpa
ru: Арфа
tr: Arp
zh_hans: 竖琴

source: Hemorrhoids hate this one weird trick.
ar: البواسير تكره هذه الحيلة.
de: Hämorrhoiden hassen diesen Trick.
es: Las hemorroides odian este truco.
fr: Les hémorroïdes détestent cette astuce.
hi: बवासीर को इस ट्रिक से नफरत है।
it: Le emorroidi odiano questo trucco.
ja: 痔はこの方法が大嫌い。
ko: 치질이 싫어하는 꿀팁.
pt_br: Hemorroidas odeiam esse truque.
ru: Геморрой ненавидит этот трюк.
tr: Hemoroidler bu numaradan nefret ediyor.
zh_hans: 痔疮讨厌这个小窍门。

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史

source: Horizontal bar that drains as time passes
ar: شريط يتناقص مع الوقت
de: Balken der mit der Zeit abnimmt
es: Barra que se vacía con el tiempo
fr: Barre qui se vide
hi: समय बीतने पर खाली होने वाला बार
it: Barra che si svuota col tempo
ja: 時間とともに減る水平バー
ko: 시간 지나면 줄어드는 막대
pt_br: Barra que esvazia com o tempo
ru: Полоса, убывающая со временем
tr: Zamanla azalan yatay çubuk
zh_hans: 随时间消减的水平进度条

source: How long do you need?
ar: كم من الوقت تحتاج؟
de: Wie lange brauchst du?
es: ¿Cuánto tiempo necesitas?
fr: Combien de temps?
hi: कितना समय चाहिए?
it: Quanto tempo ti serve?
ja: どのくらい必要？
ko: 얼마나 필요하세요?
pt_br: Quanto tempo você precisa?
ru: Сколько времени нужно?
tr: Ne kadar süre?
zh_hans: 你需要多长时间？

source: Hunching forward over a phone makes it worse. Dr. Kalakota at Houston Methodist explains that the posture changes the angle where the rectum meets the anus, increasing pressure on the blood vessels even further.
ar: الانحناء للأمام فوق الهاتف يزيد الأمر سوءًا. يوضّح الدكتور Kalakota في Houston Methodist أن هذه الوضعية تغيّر زاوية التقاء المستقيم بالشرج، مما يزيد الضغط على الأوعية الدموية أكثر.
de: Sich über das Handy nach vorn zu beugen, verschlimmert es. Dr. Kalakota vom Houston Methodist erklärt, dass diese Haltung den Winkel verändert, in dem der Mastdarm auf den Anus trifft, und so den Druck auf die Blutgefäße noch erhöht.
es: Encorvarse hacia adelante sobre el teléfono lo empeora. El Dr. Kalakota, del Houston Methodist, explica que esa postura cambia el ángulo donde el recto se une al ano, aumentando aún más la presión sobre los vasos sanguíneos.
fr: Se pencher en avant sur son téléphone aggrave les choses. Le Dr Kalakota, du Houston Methodist, explique que cette posture modifie l’angle où le rectum rejoint l’anus, augmentant encore la pression sur les vaisseaux sanguins.
hi: फोन पर आगे की ओर झुकना इसे और बदतर बनाता है। Houston Methodist के डॉ. Kalakota बताते हैं कि यह मुद्रा उस कोण को बदल देती है जहां मलाशय गुदा से मिलता है, जिससे रक्त वाहिकाओं पर दबाव और बढ़ जाता है।
it: Curvarsi in avanti sul telefono peggiora la situazione. Il dottor Kalakota dello Houston Methodist spiega che questa postura cambia l’angolo in cui il retto incontra l’ano, aumentando ulteriormente la pressione sui vasi sanguigni.
ja: スマホに前かがみになる姿勢は悪化させます。Houston MethodistのKalakota医師によれば、その姿勢は直腸と肛門が接する角度を変え、血管への圧力をさらに高めます。
ko: 휴대폰을 보려고 앞으로 구부리면 더 나빠집니다. Houston Methodist의 Kalakota 박사는 그 자세가 직장과 항문이 만나는 각도를 바꿔 혈관에 가해지는 압력을 더욱 높인다고 설명합니다.
pt_br: Curvar-se para a frente sobre o celular piora. O Dr. Kalakota, do Houston Methodist, explica que essa postura muda o ângulo onde o reto encontra o ânus, aumentando ainda mais a pressão sobre os vasos sanguíneos.
ru: Сутулясь над телефоном, вы делаете только хуже. Доктор Kalakota из Houston Methodist объясняет, что такая поза меняет угол соединения прямой кишки с анусом, ещё больше повышая давление на сосуды.
tr: Telefonun üzerine öne doğru kambur durmak durumu kötüleştirir. Houston Methodist’ten Dr. Kalakota, bu duruşun rektumun anüsle birleştiği açıyı değiştirerek kan damarları üzerindeki basıncı daha da artırdığını açıklıyor.
zh_hans: 弓背低头看手机会让情况更糟。休斯顿卫理公会医院的 Kalakota 医生解释说,这种姿势会改变直肠与肛门相接处的角度,进一步增加血管所受的压力。

source: In and out. Olympic form.
ar: دخول وخروج. أداء أولمبي.
de: Rein und raus. Olympische Form.
es: Entrar y salir. Forma olímpica.
fr: Entré, sorti. Forme olympique.
hi: अंदर-बाहर। ओलंपिक फॉर्म।
it: Dentro e fuori. Forma olimpica.
ja: イン・アンド・アウト。オリンピック級。
ko: 들어갔다 나왔다. 올림픽 급.
pt_br: Entrou e saiu. Forma olímpica.
ru: Вошёл. вышел. Олимпийская форма.
tr: Gir çık. Olimpik form.
zh_hans: 速进速出。奥运水准。

source: iOS system alert
ar: تنبيه نظام iOS
de: iOS-Systemalarm
es: Alerta del sistema iOS
fr: Alerte système iOS
hi: iOS सिस्टम अलर्ट
it: Avviso di sistema iOS
ja: iOSシステムアラート
ko: iOS 시스템 알림
pt_br: Alerta do sistema iOS
ru: Системный звук iOS
tr: iOS sistem uyarısı
zh_hans: iOS 系统提示音

source: iOS system ringtone
ar: نغمة رنين نظام iOS
de: iOS-Systemklingelton
es: Tono del sistema iOS
fr: Sonnerie système iOS
hi: iOS सिस्टम रिंगटोन
it: Suoneria di sistema iOS
ja: iOSシステム着信音
ko: iOS 시스템 벨소리
pt_br: Toque do sistema iOS
ru: Системный рингтон iOS
tr: iOS sistem zil sesi
zh_hans: iOS 系统铃声

source: It is not a wellness tracker. It is not social. It does not collect data. It just does one thing extremely well: it gets you off the toilet.
ar: إنه ليس متتبّع عافية. وليس تطبيقًا اجتماعيًا. ولا يجمع البيانات. إنه يفعل شيئًا واحدًا ببراعة: يجعلك تنهض عن المرحاض.
de: Es ist kein Wellness-Tracker. Es ist nicht sozial. Es sammelt keine Daten. Es macht nur eine Sache extrem gut: Es holt dich von der Toilette.
es: No es un rastreador de bienestar. No es social. No recopila datos. Solo hace una cosa extremadamente bien: te levanta del inodoro.
fr: Ce n’est pas un tracker de bien-être. Ce n’est pas un réseau social. Il ne collecte pas de données. Il fait une seule chose, très bien : il vous fait quitter les toilettes.
hi: यह वेलनेस ट्रैकर नहीं है। यह सोशल नहीं है। यह डेटा एकत्र नहीं करता। यह बस एक काम बेहद अच्छे से करता है: आपको शौचालय से उठा देता है।
it: Non è un tracker del benessere. Non è social. Non raccoglie dati. Fa solo una cosa, e benissimo: ti fa alzare dal water.
ja: ウェルネストラッカーではありません。SNSでもありません。データも収集しません。ただ一つのことを極めてうまくやります。あなたをトイレから立たせるのです。
ko: 웰니스 트래커가 아닙니다. 소셜도 아닙니다. 데이터를 수집하지 않습니다. 단 한 가지만 아주 잘합니다. 당신을 변기에서 일어나게 합니다.
pt_br: Não é um monitor de bem-estar. Não é social. Não coleta dados. Faz apenas uma coisa muito bem: tira você do vaso.
ru: Это не трекер здоровья. Это не соцсеть. Он не собирает данные. Он делает одно, но превосходно: поднимает вас с унитаза.
tr: Bir sağlık takip aracı değil. Sosyal bir uygulama değil. Veri toplamaz. Sadece tek bir şeyi son derece iyi yapar: sizi tuvaletten kaldırır.
zh_hans: 它不是健康追踪器,不是社交应用,也不收集数据。它只把一件事做到极致:让你离开马桶。

source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
hi: संपादन जारी रखें
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
pt_br: Continuar editando
ru: Продолжить редактирование
tr: Düzenlemeye Devam Et
zh_hans: 继续编辑

source: Keep it moving.
ar: استمر.
de: Weiter machen.
es: Sigue moviéndote.
fr: Continuez.
hi: जारी रखें।
it: Continua così.
ja: そのまま進めて。
ko: 계속 진행하세요.
pt_br: Continue.
ru: Продолжай.
tr: Devam et.
zh_hans: 继续加油。

source: Keep showing up each day
ar: عُد كل يوم
de: Bleib jeden Tag dabei
es: Vuelve cada día
fr: Revenez chaque jour
hi: रोज़ आते रहें
it: Torna ogni giorno
ja: 毎日続けよう
ko: 매일 꾸준히 이어가세요
pt_br: Volte todos os dias
ru: Заходите каждый день
tr: Her gün gel
zh_hans: 每天坚持打卡

source: Kitchen timer with tick marks
ar: مؤقت مطبخ مع علامات
de: Küchentimer mit Markierungen
es: Temporizador de cocina con marcas
fr: Minuteur de cuisine avec graduations
hi: निशान वाला किचन टाइमर
it: Timer da cucina con tacche
ja: 目盛り付きキッチンタイマー
ko: 눈금 주방 타이머
pt_br: Timer de cozinha com marcações
ru: Кухонный таймер с делениями
tr: Çentikli mutfak zamanlayıcısı
zh_hans: 带刻度的厨房计时器

source: Let's go!
ar: هيا بنا!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti!
hi: चलो!
it: Via!
ja: いくぞ！
ko: 시작!
pt_br: Vamos!
ru: Поехали!
tr: Başlıyoruz!
zh_hans: 出发！

source: LET'S GO!
ar: هيا بنا!
de: LOS GEHT'S!
es: ¡VAMOS!
fr: C'EST PARTI!
hi: चलो!
it: VIA!
ja: いくぞ！
ko: 시작!
pt_br: VAMOS!
ru: ПОЕХАЛИ!
tr: BAŞLIYORUZ!
zh_hans: 出发！

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
tr: Açık
zh_hans: 浅色

source: Limited Scrolling
ar: تمرير محدود
de: Eingeschränktes Scrollen
es: Desplazamiento limitado
fr: Défilement limité
hi: सीमित स्क्रॉलिंग
it: Scorrimento limitato
ja: スクロール制限
ko: 스크롤 제한
pt_br: Rolagem limitada
ru: Ограниченная прокрутка
tr: Sınırlı Kaydırma
zh_hans: 限制滚动

source: Live Activities
ar: الأنشطة المباشرة
de: Live-Aktivitäten
es: Actividades en vivo
fr: Activités en direct
it: Attività in tempo reale
ja: ライブアクティビティ
ko: 실시간 액티비티
pt_br: Atividades ao Vivo
ru: Live-активности
tr: Canlı Etkinlikler
zh_hans: 实时活动

source: Live Activities are disabled for RHOIDS. Enable them in Settings > RHOIDS > Live Activities to see the timer on your Lock Screen and Dynamic Island.
ar: الأنشطة المباشرة معطّلة لـ RHOIDS. فعّلها من الإعدادات > RHOIDS > الأنشطة المباشرة لرؤية المؤقت على شاشة القفل والجزيرة الديناميكية.
de: Live-Aktivitäten sind für RHOIDS deaktiviert. Aktiviere sie unter Einstellungen > RHOIDS > Live-Aktivitäten, um den Timer auf dem Sperrbildschirm und der Dynamic Island zu sehen.
es: Las Actividades en vivo están desactivadas para RHOIDS. Actívalas en Ajustes > RHOIDS > Actividades en vivo para ver el temporizador en la pantalla bloqueada y la Dynamic Island.
fr: Les activités en direct sont désactivées pour RHOIDS. Activez-les dans Réglages > RHOIDS > Activités en direct pour voir la minuterie sur l’écran verrouillé et la Dynamic Island.
hi: RHOIDS के लिए Live Activities अक्षम हैं। टाइमर को लॉक स्क्रीन और Dynamic Island पर देखने के लिए सेटिंग्स > RHOIDS > Live Activities में इन्हें सक्षम करें।
it: Le attività in tempo reale sono disattivate per RHOIDS. Attivale in Impostazioni > RHOIDS > Attività in tempo reale per vedere il timer sulla schermata di blocco e nella Dynamic Island.
ja: RHOIDSのライブアクティビティはオフです。ロック画面やダイナミックアイランドでタイマーを表示するには、設定 > RHOIDS > ライブアクティビティでオンにしてください。
ko: RHOIDS의 실시간 액티비티가 비활성화되어 있습니다. 잠금 화면과 다이나믹 아일랜드에서 타이머를 보려면 설정 > RHOIDS > 실시간 액티비티에서 켜세요.
pt_br: As Atividades ao Vivo estão desativadas para o RHOIDS. Ative-as em Ajustes > RHOIDS > Atividades ao Vivo para ver o timer na Tela Bloqueada e na Dynamic Island.
ru: Live-активности отключены для RHOIDS. Включите их в «Настройки» > RHOIDS > Live-активности, чтобы видеть таймер на экране блокировки и в Dynamic Island.
tr: RHOIDS için Canlı Etkinlikler kapalı. Zamanlayıcıyı Kilit Ekranı’nda ve Dynamic Island’da görmek için Ayarlar > RHOIDS > Canlı Etkinlikler’den açın.
zh_hans: RHOIDS 的实时活动已关闭。请在“设置”>“RHOIDS”>“实时活动”中开启,即可在锁定屏幕和灵动岛上看到计时器。

source: Loading options...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
zh_hans: 正在加载……

source: Mail Isn’t Available
ar: البريد غير متاح
de: Mail ist nicht verfügbar
es: Mail no está disponible
fr: Mail n’est pas disponible
hi: मेल उपलब्ध नहीं है
it: Mail non è disponibile
ja: メールを利用できません
ko: Mail을 사용할 수 없음
pt_br: O Mail não está disponível
ru: Почта недоступна
tr: Mail Kullanılamıyor
zh_hans: 无法使用“邮件”

source: Make It Stick
ar: اجعلها عادة
de: Mach es zur Gewohnheit
es: Que se te quede
fr: Ancrez l’habitude
hi: इसे आदत बनाएं
it: Rendilo un’abitudine
ja: 習慣にしよう
ko: 습관으로 만들기
pt_br: Faça virar hábito
ru: Закрепите привычку
tr: Alışkanlık hâline getir
zh_hans: 养成习惯

source: Marimba
ar: ماريمبا
hi: मरिम्बा
ja: マリンバ
ko: 마림바
ru: Маримба
zh_hans: 马林巴

source: Max
ar: الحد الأقصى
de: Maximum
es: Máximo
fr: Maximum
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최대
pt_br: Máximo
ru: Максимум
tr: Maksimum
zh_hans: 最长

source: Meditative
ar: تأملي
de: Meditativ
es: Meditativo
fr: Méditatif
hi: ध्यान
it: Meditativo
ja: 瞑想
ko: 명상
pt_br: Meditativo
ru: Медитативные
tr: Meditatif
zh_hans: 冥想

source: Mellow wooden mallet
ar: مطرقة خشبية هادئة
de: Weicher Holzschlägel
es: Suave golpe de madera
fr: Maillet en bois doux
hi: मधुर लकड़ी का हथौड़ा
it: Dolce mazzuola in legno
ja: やわらかな木琴の音
ko: 부드러운 나무 말렛
pt_br: Martelada suave em madeira
ru: Мягкий деревянный молоточек
tr: Yumuşak tahta tokmak
zh_hans: 柔和的木槌声

source: Melodic
ar: لحني
de: Melodisch
es: Melódico
fr: Mélodique
hi: मधुर
it: Melodico
ja: メロディック
ko: 멜로딕
pt_br: Melódico
ru: Мелодичные
tr: Melodik
zh_hans: 旋律

source: minute
ar: دقيقة
es: minuto
hi: मिनट
it: minuto
ja: 分
ko: 분
pt_br: minuto
ru: минута
tr: dakika
zh_hans: 分钟

source: minutes
ar: دقائق
de: Minuten
es: minutos
hi: मिनट
it: minuti
ja: 分
ko: 분
pt_br: minutos
ru: минут
tr: dakika
zh_hans: 分钟

source: Mission complete. Cheeks intact.
ar: المهمة أُنجزت. المقعدة سليمة.
de: Mission erfüllt. Hintern intakt.
es: Misión cumplida. Nalgas intactas.
fr: Mission accomplie. Fessiers intacts.
hi: मिशन पूरा। सब सही-सलामत।
it: Missione compiuta. Sedere intatto.
ja: 任務完了。おしり無事。
ko: 미션 완료. 엉덩이 무사.
pt_br: Missão cumprida. Bumbum intacto.
ru: Миссия выполнена. Ягодицы в порядке.
tr: Görev tamamlandı. Sağlam çıktın.
zh_hans: 任务完成。臀部完好。

source: Move the app icon
ar: انقل أيقونة التطبيق
de: App-Symbol verschieben
es: Mueve el icono de la app
fr: Déplacez l’icône de l’app
hi: ऐप आइकन को ले जाएं
it: Sposta l’icona dell’app
ja: Appのアイコンを移動
ko: 앱 아이콘 옮기기
pt_br: Mova o ícone do app
ru: Переместите значок приложения
tr: Uygulama simgesini taşı
zh_hans: 移动应用图标

source: Multiple doctors from different institutions independently arrived at the same number. Cleveland Clinic colorectal surgeon Dr. Michael Valente: "Five minutes really should be the maximum." Harvard gastroenterologist Dr. Trisha Pasricha: "If the magic is not happening within five minutes, it's not going to happen."
ar: توصّل عدة أطباء من مؤسسات مختلفة بشكل مستقل إلى الرقم نفسه. جرّاح القولون والمستقيم في Cleveland Clinic الدكتور Michael Valente: «خمس دقائق ينبغي حقًا أن تكون الحد الأقصى.» اختصاصي الجهاز الهضمي في Harvard الدكتورة Trisha Pasricha: «إذا لم يحدث السحر خلال خمس دقائق، فلن يحدث.»
de: Mehrere Ärzte verschiedener Einrichtungen kamen unabhängig voneinander auf dieselbe Zahl. Der Kolorektalchirurg Dr. Michael Valente von der Cleveland Clinic: „Fünf Minuten sollten wirklich das Maximum sein.“ Die Harvard-Gastroenterologin Dr. Trisha Pasricha: „Wenn das Wunder nicht innerhalb von fünf Minuten geschieht, geschieht es gar nicht.“
es: Varios médicos de distintas instituciones llegaron de forma independiente a la misma cifra. El cirujano colorrectal de Cleveland Clinic, Dr. Michael Valente: «Cinco minutos deberían ser de verdad el máximo». La gastroenteróloga de Harvard, Dra. Trisha Pasricha: «Si la magia no ocurre en cinco minutos, no va a ocurrir».
fr: Plusieurs médecins de différentes institutions sont parvenus indépendamment au même chiffre. Le chirurgien colorectal de la Cleveland Clinic, le Dr Michael Valente : « Cinq minutes devraient vraiment être le maximum. » La gastro-entérologue de Harvard, la Dre Trisha Pasricha : « Si la magie n’opère pas en cinq minutes, elle n’opérera pas. »
hi: विभिन्न संस्थानों के कई डॉक्टर स्वतंत्र रूप से एक ही संख्या पर पहुंचे। Cleveland Clinic के कोलोरेक्टल सर्जन डॉ. Michael Valente: "पांच मिनट ही सचमुच अधिकतम होनी चाहिए।" Harvard के गैस्ट्रोएंटेरोलॉजिस्ट डॉ. Trisha Pasricha: "अगर जादू पांच मिनट में नहीं हो रहा, तो होगा ही नहीं।"
it: Diversi medici di istituzioni differenti sono arrivati in modo indipendente allo stesso numero. Il chirurgo colorettale della Cleveland Clinic, dott. Michael Valente: «Cinque minuti dovrebbero davvero essere il massimo». La gastroenterologa di Harvard, dott.ssa Trisha Pasricha: «Se la magia non avviene entro cinque minuti, non avverrà».
ja: 異なる機関の複数の医師が、独立して同じ数字にたどり着きました。Cleveland Clinicの大腸外科医Michael Valente医師：「5分が本当に上限であるべきです。」Harvardの消化器内科医Trisha Pasricha医師：「5分以内に起きないなら、それは起きません。」
ko: 여러 기관의 여러 의사가 독립적으로 같은 숫자에 도달했습니다. Cleveland Clinic 대장항문외과의 Michael Valente 박사: "5분이 정말 최대치여야 합니다." Harvard 소화기내과의 Trisha Pasricha 박사: "5분 안에 일어나지 않으면, 일어나지 않습니다."
pt_br: Vários médicos de instituições diferentes chegaram, de forma independente, ao mesmo número. O cirurgião colorretal da Cleveland Clinic, Dr. Michael Valente: "Cinco minutos deveria mesmo ser o máximo." A gastroenterologista de Harvard, Dra. Trisha Pasricha: "Se a mágica não acontece em cinco minutos, não vai acontecer."
ru: Несколько врачей из разных учреждений независимо пришли к одному и тому же числу. Колоректальный хирург Cleveland Clinic доктор Michael Valente: «Пять минут действительно должны быть максимумом». Гастроэнтеролог Harvard доктор Trisha Pasricha: «Если за пять минут чуда не случилось, оно не случится».
tr: Farklı kurumlardan birçok doktor bağımsız olarak aynı sayıya ulaştı. Cleveland Clinic kolorektal cerrahı Dr. Michael Valente: "Beş dakika gerçekten azami süre olmalı." Harvard gastroenteroloğu Dr. Trisha Pasricha: "Sihir beş dakika içinde olmuyorsa, hiç olmayacak."
zh_hans: 来自不同机构的多位医生各自独立地得出了相同的数字。克利夫兰诊所结直肠外科医生 Michael Valente:“五分钟确实应该是上限。”哈佛胃肠科医生 Trisha Pasricha:“如果五分钟内没有动静,那就不会有了。”

source: Music Box
ar: صندوق موسيقى
de: Spieluhr
es: Caja de música
fr: Boîte à musique
hi: म्यूज़िक बॉक्स
it: Carillon
ja: オルゴール
ko: 오르골
pt_br: Caixa de música
ru: Музыкальная шкатулка
tr: Müzik kutusu
zh_hans: 音乐盒

source: Nature
ar: طبيعة
de: Natur
es: Naturaleza
hi: प्रकृति
it: Natura
ja: 自然
ko: 자연
pt_br: Natureza
ru: Природа
tr: Doğa
zh_hans: 自然

source: Never Miss It
ar: لن تفوّتها أبدًا
de: Verpass es nie
es: Que no se te escape
fr: Ne la manquez jamais
hi: कभी न चूकें
it: Non perderlo mai
ja: 見逃さない
ko: 놓치지 마세요
pt_br: Nunca perca
ru: Не пропустите
tr: Asla kaçırma
zh_hans: 绝不错过
